Repository: ColumbusLabs/QuotaKit
Catalog: CodexBarMobile/CodexBarMobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: $%.2f / 30d
ja: $%.2f / 30日
zh_hans: $%.2f / 30天
zh_hant: $%.2f / 30天

source: $%.2f / today
ja: $%.2f / 今日
zh_hans: $%.2f / 今日
zh_hant: $%.2f / 今日

source: %.0f%% avg remaining
ja: 平均残量 %.0f%%
zh_hans: 平均剩余 %.0f%%
zh_hant: 平均剩餘 %.0f%%

source: %.0f%% avg use
ja: 平均使用率 %.0f%%
zh_hans: 平均已用 %.0f%%
zh_hant: 平均已用 %.0f%%

source: %@ session depleted
ja: %@ セッション枯渇
zh_hans: %@ 会话已耗尽
zh_hant: %@ 會話已耗盡

source: %@ session restored
ja: %@ セッション回復
zh_hans: %@ 会话已恢复
zh_hant: %@ 會話已恢復

source: %d data points
ja: %d データポイント
zh_hans: %d 个数据点
zh_hant: %d 個資料點

source: %lld synthetic providers from Mac · toggle off in Mac Settings → Mobile → Debug
ja: Mac から %lld 個の合成プロバイダー · Mac の設定 → Mobile → Debug でオフに切り替え
zh_hans: %lld 个模拟 provider 来自 Mac · 在 Mac 设置 → Mobile → Debug 关闭
zh_hant: %lld 個模擬 provider 來自 Mac · 在 Mac 設定 → Mobile → Debug 關閉

source: %lld synthetic providers from Mac. Toggle off in QuotaKit Mac → Settings → Mobile → Debug · Mock Provider Data; iPhone updates within ~30s.
ja: Mac から %lld 個の合成プロバイダー。QuotaKit Mac → 設定 → Mobile → Debug · Mock Provider Data でオフに切り替えると、iPhone は約 30 秒以内に更新されます。
zh_hans: %lld 个模拟 provider 来自 Mac。在 QuotaKit Mac → 设置 → Mobile → Debug · Mock Provider Data 关闭后，iPhone 会在约 30 秒内更新。
zh_hant: %lld 個模擬 provider 來自 Mac。在 QuotaKit Mac → 設定 → Mobile → Debug · Mock Provider Data 關閉後，iPhone 會在約 30 秒內更新。

source: (no email)
ja: (メールなし)
zh_hans: （无邮箱）
zh_hant: （無信箱）

source: * Estimated cost · auto-corrects after Mac upgrades to the latest pricing table
ja: * 推定費用 · Mac を最新版にアップデートすると自動修正されます
zh_hans: * 估算费用 · Mac 升级到最新版后自动校正
zh_hant: * 估算費用 · Mac 升級到最新版後自動校正

source: 0% left. Will notify when it's available again.
ja: 残り0%。再び利用可能になったら通知します。
zh_hans: 剩余0%。恢复可用时将通知你。
zh_hant: 剩餘0%。恢復可用時將通知你。

source: 11 new provider cards (Windsurf, Codebuff, DeepSeek, Manus, MiMo, Doubao, Command Code, StepFun, Crof, Venice, OpenAI API) plus a Claude peak-hours indicator.
ja: 11 個の新プロバイダー（Windsurf、Codebuff、DeepSeek、Manus、MiMo、Doubao、Command Code、StepFun、Crof、Venice、OpenAI API）と Claude のピーク時間インジケーターを追加。
zh_hans: 11 个新 provider 卡片（Windsurf、Codebuff、DeepSeek、Manus、MiMo、Doubao、Command Code、StepFun、Crof、Venice、OpenAI API），并新增 Claude 高峰时段指示器。
zh_hant: 11 個新 provider 卡片（Windsurf、Codebuff、DeepSeek、Manus、MiMo、Doubao、Command Code、StepFun、Crof、Venice、OpenAI API），並新增 Claude 高峰時段指示器。

source: 11 new provider cards plus a Claude peak-hours indicator and pre-depletion warning markers on every usage bar.
ja: 11 個の新プロバイダーカードに加え、Claude のピーク時間インジケーターと、すべての使用量バー上の事前警告マーカーを追加。
zh_hans: 11 个新 provider 卡片，新增 Claude 高峰时段指示器，以及每条用量进度条上的预耗警告刻度。
zh_hant: 11 個新 provider 卡片，新增 Claude 高峰時段指示器，以及每條用量進度條上的預耗警告刻度。

source: 11 new providers from QuotaKit Mac v0.24/v0.25 — Windsurf, Codebuff, DeepSeek, Manus, Xiaomi MiMo, Doubao, Command Code, StepFun, Crof, Venice, OpenAI API. Each renders in its own brand color across Usage / Cost / Subscription tabs and on the provider detail page.
ja: QuotaKit Mac v0.24/v0.25 で追加された 11 個の新プロバイダー（Windsurf、Codebuff、DeepSeek、Manus、Xiaomi MiMo、Doubao、Command Code、StepFun、Crof、Venice、OpenAI API）。Usage / Cost / Subscription タブとプロバイダー詳細ページで、それぞれのブランドカラーで表示されます。
zh_hans: QuotaKit Mac v0.24/v0.25 加入的 11 个新 provider —— Windsurf、Codebuff、DeepSeek、Manus、Xiaomi MiMo、Doubao、Command Code、StepFun、Crof、Venice、OpenAI API。iOS 端 Usage / Cost / Subscription 各 tab 和 provider 详情页都按各自品牌色渲染。
zh_hant: QuotaKit Mac v0.24/v0.25 加入的 11 個新 provider —— Windsurf、Codebuff、DeepSeek、Manus、Xiaomi MiMo、Doubao、Command Code、StepFun、Crof、Venice、OpenAI API。iOS 端 Usage / Cost / Subscription 各 tab 與 provider 詳情頁皆按各自品牌色渲染。

source: 14 Days
ja: 14日間
zh_hans: 14 天
zh_hant: 14 天

source: 27 providers / 54 push-subscription zones — the push-notification subscription set automatically expands on first launch to cover Abacus AI and Mistral alongside the existing 25 providers.
ja: 27 個の provider / 54 個のプッシュサブスクリプションゾーン — プッシュ通知のサブスクリプションセットが初回起動時に自動的に拡張され、既存の 25 個の provider に加えて Abacus AI と Mistral がカバーされます。
zh_hans: 27 个 provider / 54 个推送订阅 zone —— 推送通知订阅集合在首次启动时自动扩展，覆盖 Abacus AI 和 Mistral 与已有的 25 个 provider。
zh_hant: 27 個 provider / 54 個推送訂閱 zone —— 推送通知訂閱集合在首次啟動時自動擴展，涵蓋 Abacus AI 和 Mistral 與已有的 25 個 provider。

source: 30 Days
ja: 30日間
zh_hans: 30 天
zh_hant: 30 天

source: 30-day spend contribution across synced providers.
ja: 同期済みプロバイダ全体での過去30日間の費用比率です。
zh_hans: 已同步 provider 的近 30 天费用占比。
zh_hant: 已同步 provider 的近 30 天費用占比。

source: 30d
ja: 30日
zh_hans: 30天
zh_hant: 30天

source: 7 Days
ja: 7日間
zh_hans: 7 天
zh_hant: 7 天

source: A dedicated Cost tab with provider share, model mix, service mix, and 30-day spend analysis.
ja: プロバイダ比率、モデル構成、サービス構成、30日間支出分析を備えた専用の Cost タブを追加しました。
zh_hans: 新增独立的 Cost 标签页，提供 provider 占比、模型构成、服务构成和 30 天支出分析。
zh_hant: 新增獨立的 Cost 標籤頁，提供 provider 占比、模型構成、服務構成和 30 天支出分析。

source: AI Coding Spend
ja: AIコーディング費用
zh_hans: AI 编程花费
zh_hant: AI 程式開發花費

source: AWS Bedrock (NEW): monthly spend + budget card with the active AWS region. Color-coded as approach 75% / 90% of budget.
ja: AWS Bedrock（新規）：月次支出 + 予算カードと現在の AWS リージョン表示。予算の 75% / 90% に近づくと色分け表示。
zh_hans: AWS Bedrock（新）：月度花费 + 预算卡片，附 AWS 当前区域。接近预算 75% / 90% 时变色提示。
zh_hant: AWS Bedrock（新）：月度花費 + 預算卡片，附 AWS 當前區域。接近預算 75% / 90% 時變色提示。

source: Abacus AI and Mistral support — monthly usage and renewal countdown sync to your iPhone, with quota push notifications.
ja: Abacus AI と Mistral の 2 つの新プロバイダーをサポート：月間使用量と更新日カウントダウンを iPhone に同期、クォータの消費/復旧のプッシュ通知に対応。
zh_hans: 新增 Abacus AI 与 Mistral 两个 provider：月度用量、续订倒计时同步到 iPhone，配额耗尽/恢复的推送通知齐备。
zh_hant: 新增 Abacus AI 與 Mistral 兩個 provider：月度用量、續訂倒數同步到 iPhone，配額耗盡/恢復的推送通知齊備。

source: Abacus AI support — when you enable Abacus on Mac 0.23+, your iPhone shows the monthly compute-credit usage with billing-cycle countdown. Quota depleted / restored push notifications work like the other 25 providers.
ja: Abacus AI サポート — Mac 0.23+ で Abacus を有効にすると、iPhone に月次コンピュートクレジット使用量と請求サイクルのカウントダウンが表示されます。クォータ枯渇 / 復帰のプッシュ通知は他の 25 個の provider と同じように動作します。
zh_hans: Abacus AI 支持 —— 在 Mac 0.23+ 启用 Abacus 后，iPhone 显示月度计算 credit 用量与计费周期倒计时。额度耗尽 / 恢复推送跟其他 25 个 provider 一致。
zh_hant: Abacus AI 支援 —— 在 Mac 0.23+ 啟用 Abacus 後，iPhone 顯示月度計算 credit 用量與計費週期倒數計時。額度耗盡 / 恢復推送跟其他 25 個 provider 一致。

source: About & Sync
ja: 情報と同期
zh_hans: 关于与同步
zh_hant: 關於與同步

source: About page build timestamp is now always shown in English regardless of system language.
ja: About ページのビルドタイムスタンプは、システム言語に関係なく常に英語で表示されます。
zh_hans: About 页面的构建时间戳无论系统语言都始终以英文显示。
zh_hant: About 頁面的建置時間戳記無論系統語言都始終以英文顯示。

source: Active Days
ja: アクティブ日数
zh_hans: 活跃天数
zh_hant: 活躍天數

source: Added
ja: 追加
zh_hans: 新增
zh_hant: 新增

source: Added a real-data regression test suite covering all 27 providers to ensure sync stability across multi-account and multi-device scenarios.
ja: 27 プロバイダー全てに対して実データの回帰テストを追加し、複数アカウント・複数デバイスのシナリオでも同期の安定性を確保しました。
zh_hans: 针对全部 27 个 provider 补齐了真实数据回归测试，确保多账号、多设备场景下的同步稳定性。
zh_hant: 針對全部 27 個 provider 補齊了真實資料回歸測試，確保多帳號、多裝置場景下的同步穩定性。

source: An in-app Release Notes page that shows the latest update first and keeps older versions collapsed below.
ja: 最新の更新を先頭に表示し、過去のバージョンを下に折りたたんで保持する Release Notes ページをアプリ内に追加しました。
zh_hans: 新增应用内 Release Notes 页面，顶部默认显示最新更新，下方折叠旧版本说明。
zh_hant: 新增應用內 Release Notes 頁面，頂部預設顯示最新更新，下方折疊舊版本說明。

source: Antigravity multi-account switcher: when more than one Google account is wired on Mac, the iPhone shows the linked list with active-account marker.
ja: Antigravity マルチアカウント切替：Mac 側で複数の Google アカウントが設定されている場合、iPhone 側でリンク済みアカウント一覧とアクティブアカウントマーカーを表示。
zh_hans: Antigravity 多账号切换：Mac 端配置多个 Google 账号时，iPhone 展示账号列表并标记当前活跃账号。
zh_hant: Antigravity 多帳號切換：Mac 端配置多個 Google 帳號時，iPhone 展示帳號列表並標記當前作用中的帳號。

source: Avg
ja: 平均
zh_hans: 平均
zh_hant: 平均

source: Avg/Day
ja: 日平均
zh_hans: 日均
zh_hant: 日均

source: Bar Chart
ja: 棒グラフ
zh_hans: 柱状图
zh_hant: 柱狀圖

source: Bonus credits
ja: ボーナスクレジット
zh_hans: 赠送额度
zh_hant: 贈送額度

source: Budget
ja: 予算
zh_hans: 预算
zh_hant: 預算

source: Budgets
ja: 予算
zh_hans: 预算
zh_hant: 預算

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cards being merged or lost in multi-account scenarios.
ja: 複数アカウントのシナリオでカードが結合または消失する問題。
zh_hans: 多账号场景下卡片合并或丢失。
zh_hant: 多帳號場景下卡片合併或遺失。

source: Chart Style
ja: グラフ表示
zh_hans: 图表样式
zh_hant: 圖表樣式

source: Chart Y-axis uses smart integer tick marks for cleaner readability.
ja: グラフの Y 軸目盛りが整数で見やすく表示されるようになりました。
zh_hans: 图表 Y 轴使用整数刻度，显示更清晰易读。
zh_hant: 圖表 Y 軸使用整數刻度，顯示更清晰易讀。

source: Charts
ja: グラフ
zh_hans: 图表
zh_hant: 圖表

source: Classic
ja: クラシック
zh_hans: 经典
zh_hant: 經典

source: Claude Designs / Daily Routines / Web Sonnet usage bars on the Claude detail page; Cursor Extra budget gauge on the Cursor page.
ja: Claude の詳細ページに Designs / Daily Routines / Web Sonnet 使用量バーを追加；Cursor の詳細ページに Extra 予算メーターを追加。
zh_hans: Claude 详情页新增 Designs / Daily Routines / Web Sonnet 用量条；Cursor 详情页新增 Extra 预算指示器。
zh_hant: Claude 詳情頁新增 Designs / Daily Routines / Web Sonnet 用量條；Cursor 詳情頁新增 Extra 預算指示器。

source: Claude extras — Designs, Daily Routines, and Web Sonnet usage bars now appear on the Claude detail page when your account exposes those quotas via OAuth or the Web app.
ja: Claude エクストラ — アカウントが OAuth または Web アプリ経由でこれらのクォータを公開している場合、Designs、Daily Routines、Web Sonnet の使用量バーが Claude 詳細ページに表示されます。
zh_hans: Claude 额外用量 —— Designs、Daily Routines、Web Sonnet 三条用量 bar 现在在 Claude 详情页出现，前提是你的账号通过 OAuth 或 Web 应用暴露这些额度。
zh_hant: Claude 額外用量 —— Designs、Daily Routines、Web Sonnet 三條用量 bar 現在在 Claude 詳情頁出現，前提是你的帳號透過 OAuth 或 Web 應用程式暴露這些額度。

source: Claude peak-hours indicator on the Claude detail page — quick glance at whether you're inside Anthropic's published 8am-2pm ET peak window or how long until the next one starts.
ja: Claude 詳細ページにピーク時間インジケーター追加 — Anthropic が公開する 8am-2pm ET ピーク窓内にいるか、次のピーク開始までどれくらいかを一目で確認できます。
zh_hans: Claude 详情页新增高峰时段指示器 —— 一眼看到当前是否在 Anthropic 公布的 8am-2pm ET 高峰窗口内，或距下个高峰还有多久。
zh_hant: Claude 詳情頁新增高峰時段指示器 —— 一眼看到當前是否在 Anthropic 公布的 8am-2pm ET 高峰窗口內，或距下個高峰還有多久。

source: CloudKit multi-device sync — data from multiple Macs is now merged on iPhone instead of last-write-wins.
ja: CloudKit マルチデバイス同期 — 複数 Mac のデータが従来の last-write-wins ではなく、iPhone 上で合算表示されるようになりました。
zh_hans: CloudKit 多设备同步 —— 多台 Mac 的数据现在在 iPhone 上合并展示，不再是 last-write-wins。
zh_hant: CloudKit 多裝置同步 —— 多台 Mac 的資料現在在 iPhone 上合併展示，不再是 last-write-wins。

source: Codex Pro $100 plan badge — the new Pro $100 / prolite plan names from upstream v0.21 sync through and display in the account-info capsule on each Codex card.
ja: Codex Pro $100 プランバッジ — アップストリーム v0.21 の新しい Pro $100 / prolite プラン名が同期され、各 Codex カードのアカウント情報カプセルに表示されます。
zh_hans: Codex Pro $100 套餐徽章 —— 上游 v0.21 引入的 Pro $100 / prolite 套餐名同步到 iPhone，在每张 Codex 卡的账户信息 capsule 中显示。
zh_hant: Codex Pro $100 方案徽章 —— 上游 v0.21 引入的 Pro $100 / prolite 方案名同步到 iPhone，在每張 Codex 卡的帳戶資訊 capsule 中顯示。

source: Codex Pro $100 plan badge; estimated cost for newly-released models marked with *.
ja: Codex Pro $100 プラン バッジ；新リリースモデルのコスト推定値（* 付き）。
zh_hans: Codex Pro $100 套餐徽章；新发布模型的费用估算（标 *）。
zh_hant: Codex Pro $100 方案徽章；新發布模型的費用估算（標 *）。

source: Codex Service Mix
ja: Codex サービス構成
zh_hans: Codex 服务构成
zh_hant: Codex 服務構成

source: Codex multi-account cards — if you have 2+ Codex accounts (e.g. a personal Pro and a work Business account), each now renders as its own card with the email as the subtitle. Accounts without an email get a localized ordinal fallback ("Codex 2", etc.).
ja: Codex 複数アカウントカード — Codex アカウントを 2 つ以上お持ちの場合（例：個人 Pro と仕事用 Business アカウント）、それぞれが独立したカードとして表示され、サブタイトルにメールアドレスが入ります。メールアドレスがないアカウントには、ローカライズされた連番（「Codex 2」など）が使われます。
zh_hans: Codex 多账号卡片 —— 如果你有两个以上的 Codex 账号（例如个人 Pro 和工作 Business），每个账号现在都会渲染为独立的卡片，副标题显示邮箱地址。没有邮箱的账号会 fallback 到本地化的序号（"Codex 2" 等）。
zh_hant: Codex 多帳號卡片 —— 如果你有兩個以上的 Codex 帳號（例如個人 Pro 和工作 Business），每個帳號現在都會渲染為獨立的卡片，副標題顯示信箱位址。沒有信箱的帳號會 fallback 到本地化的序號（「Codex 2」等）。

source: QuotaKit (Demo)
ja: QuotaKit（デモ）
zh_hans: QuotaKit（演示）
zh_hant: QuotaKit（示範）

source: Color palette extended — Abacus uses a warm brown tone, Mistral a vibrant red. Both stay distinct from existing provider colors across cards, charts, and the share image.
ja: カラーパレットを拡張 — Abacus は温かみのあるブラウン、Mistral は鮮やかな赤を使用します。どちらもカード、チャート、シェア画像で既存の provider カラーと区別されます。
zh_hans: 配色扩展 —— Abacus 使用温暖的棕色，Mistral 用鲜艳的红色。两者在卡片、图表、分享卡中都与现有 provider 颜色保持区分。
zh_hant: 配色擴展 —— Abacus 使用溫暖的棕色，Mistral 用鮮豔的紅色。兩者在卡片、圖表、分享卡中都與現有 provider 顏色保持區分。

source: Configure the Cost page
ja: Cost ページを設定
zh_hans: 配置 Cost 页面
zh_hant: 設定 Cost 頁面

source: Configure the Usage page
ja: Usage ページを設定
zh_hans: 配置 Usage 页面
zh_hant: 設定 Usage 頁面

source: Cost & Usage
ja: 費用と使用量
zh_hans: 费用与用量
zh_hant: 費用與用量

source: Cost (Demo)
ja: Cost（デモ）
zh_hans: 费用（演示）
zh_hant: 費用（示範）

source: Cost Setting
ja: Cost 設定
zh_hans: Cost 设置
zh_hant: Cost 設定

source: Cost analytics, configurable charts, release notes, and unified mobile versioning.
ja: Cost 分析、切り替え可能なグラフ、Release Notes、そして統一された Mobile バージョン表記を追加しました。
zh_hans: 包含 Cost 分析、可切换图表、Release Notes，以及统一的 Mobile 版本命名。
zh_hant: 包含 Cost 分析、可切換圖表、Release Notes，以及統一的 Mobile 版本命名。

source: Cost analytics, localization, configurable charts, release notes, and unified mobile versioning.
ja: Cost 分析、多言語対応、切り替え可能なグラフ、Release Notes、そして統一された Mobile バージョン表記を追加しました。
zh_hans: 包含 Cost 分析、多语言支持、可切换图表、Release Notes，以及统一的 Mobile 版本命名。
zh_hant: 包含 Cost 分析、多語言支援、可切換圖表、Release Notes，以及統一的 Mobile 版本命名。

source: Cost dashboard with provider share, model and service mix, and 30-day spend analysis.
ja: プロバイダ比率、モデル・サービス構成、30日間の支出分析を備えたコストダッシュボード。
zh_hans: 费用面板，包含 provider 占比、模型与服务构成、30 天支出分析。
zh_hant: 費用面板，包含 provider 占比、模型與服務構成、30 天支出分析。

source: Cost summaries and breakdown amounts remain sharp in tighter layouts.
ja: 狭いレイアウトでも、Cost の要約額と内訳金額がくっきり表示されます。
zh_hans: 在更紧凑的布局里，Cost 概览和明细金额也能保持清晰。
zh_hant: 在更緊湊的版面中，Cost 概覽與明細金額也能保持清晰。

source: Credits
ja: クレジット
zh_hans: 额度
zh_hant: 額度

source: Cursor Extra usage — on-demand budget gauge from Cursor's menu bar metric is now visible on the Cursor detail page when the budget is enabled.
ja: Cursor Extra 使用量 — オンデマンド予算が有効な場合、Cursor のメニューバーメトリクスが Cursor 詳細ページに表示されます。
zh_hans: Cursor Extra 用量 —— 启用 on-demand budget 时，Cursor 菜单栏的预算指标现在在 Cursor 详情页可见。
zh_hant: Cursor Extra 用量 —— 啟用 on-demand budget 時，Cursor 選單列的預算指標現在在 Cursor 詳情頁可見。

source: Daily Spend
ja: 日別支出
zh_hans: 每日支出
zh_hant: 每日支出

source: Daily spend chart now scrolls horizontally, showing 30 days at a time with swipe to view older history.
ja: 日次支出チャートが横スクロールに対応し、30日分を表示しながらスワイプで過去の履歴を確認できます。
zh_hans: 每日支出图表支持横向滚动，默认显示 30 天，左滑查看更早的历史数据。
zh_hant: 每日支出圖表支援橫向捲動，預設顯示 30 天，左滑查看更早的歷史資料。

source: Data format incompatible. Please update Mac app.
ja: データ形式に互換性がありません。Mac アプリをアップデートしてください。
zh_hans: 数据格式不兼容，请更新 Mac 端 App。
zh_hant: 資料格式不相容，請更新 Mac 端 App。

source: Data pushed by Mac · Pull to check for updates
ja: Mac からデータがプッシュされました · 下に引いて更新を確認
zh_hans: Mac 已推送数据 · 下拉刷新检查更新
zh_hant: Mac 已推送資料 · 下拉重新整理檢查更新

source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

source: Deepgram — API-key usage with project + speech / agent breakdown. iPhone card uses Deepgram's brand purple, distinct from the Codex / Cursor purple cluster.
ja: Deepgram — API キー使用量にプロジェクト + 音声 / Agent の内訳を表示します。iPhone のカードは Deepgram のブランド紫を使い、Codex / Cursor の紫系と区別されます。
zh_hans: Deepgram —— API Key 用量带项目 + 语音 / Agent 细分。iPhone 卡片采用 Deepgram 品牌紫色，与 Codex / Cursor 紫色系区分。
zh_hant: Deepgram —— API Key 用量帶項目 + 語音 / Agent 細分。iPhone 卡片採用 Deepgram 品牌紫色，與 Codex / Cursor 紫色系區分。

source: Deepgram — dedicated card with speech / agent / total hours breakdown, request count, agent tokens, optional TTS character count, and a project badge with '(of N)' hint when you have multiple projects.
ja: Deepgram — 音声 / Agent / 合計時間の内訳、リクエスト数、Agent トークン、オプションで TTS 文字数、複数プロジェクト時に「（全 N 件）」を示すプロジェクトバッジを表示する専用カード。
zh_hans: Deepgram —— 专属卡片含语音/Agent/合计小时数、请求数、Agent Token、可选的 TTS 字符数，并在多项目时显示 '（共 N 个）' 项目徽章。
zh_hant: Deepgram —— 專屬卡片含語音/Agent/合計小時數、請求數、Agent Token、可選的 TTS 字元數，並在多專案時顯示 '（共 N 個）' 專案徽章。

source: Developer
ja: 開発者
zh_hans: 开发者
zh_hant: 開發者

source: Developer Tools
ja: 開発者ツール
zh_hans: 开发者工具
zh_hant: 開發者工具

source: Developer Tools consolidated — Raw Sync Data and Push Diagnostic share one entry.
ja: Developer Tools を統合 — Raw Sync Data とプッシュ診断が 1 つの入口を共有します。
zh_hans: Developer Tools 整合 — Raw Sync Data 和推送诊断共用一个入口。
zh_hant: Developer Tools 整合 — Raw Sync Data 和推送診斷共用一個入口。

source: Diagnostics
ja: 診断
zh_hans: 诊断
zh_hant: 診斷

source: Did you vibe this month?
ja: 今月、Vibeった？
zh_hans: 这月你 Vibe 了吗？
zh_hant: 這月你 Vibe 了嗎？

source: Did you vibe this week?
ja: 今週、Vibeった？
zh_hans: 这周你 Vibe 了吗？
zh_hant: 這週你 Vibe 了嗎？

source: Did you vibe today?
ja: 今日、Vibeった？
zh_hans: 今天你 Vibe 了吗？
zh_hant: 今天你 Vibe 了嗎？

source: Display the quota you have left instead of the quota you have used on usage cards.
ja: Usage カードで使用量の代わりに残量を表示します。
zh_hans: 在 Usage 卡片上显示剩余额度，而不是已使用额度。
zh_hant: 在 Usage 卡片上顯示剩餘額度，而不是已使用額度。

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download Latest Mac Version
ja: 最新の Mac 版をダウンロード
zh_hans: 下载最新 Mac 版本
zh_hant: 下載最新 Mac 版本

source: Download Mac App
ja: Mac App をダウンロード
zh_hans: 下载 Mac App
zh_hant: 下載 Mac App

source: Download from the GitHub release page and move to Applications.
ja: GitHub の Release ページからダウンロードし、Applications に移動してください。
zh_hans: 从 GitHub Release 页面下载后，拖到“应用程序”文件夹。
zh_hant: 從 GitHub Release 頁面下載後，拖到「應用程式」資料夾。

source: ElevenLabs — dedicated card with character credits primary bar, voice slots and professional voice slots rows when present, tier badge, and renewal date.
ja: ElevenLabs — 文字クレジットのメインバー、存在する場合は音声スロットとプロ音声スロットの行、プランバッジ、更新日を表示する専用カード。
zh_hans: ElevenLabs —— 专属卡片，主进度条显示字符积分，存在时显示语音席位与专业语音席位行，附套餐徽章和续费日期。
zh_hant: ElevenLabs —— 專屬卡片，主進度條顯示字元積分，存在時顯示語音席位與專業語音席位行，附方案徽章和續費日期。

source: ElevenLabs — voice / character credits and reset window flow from Mac. iPhone card uses a soft sage-green tint, distinct from Gemini cyan and Codebuff olive.
ja: ElevenLabs — 音声 / 文字クレジットとリセット期間が Mac から同期されます。iPhone のカードは柔らかなセージグリーンを使い、Gemini のシアンや Codebuff のオリーブと区別されます。
zh_hans: ElevenLabs —— 语音 / 字符积分及重置周期通过 Mac 同步过来。iPhone 卡片采用柔和的鼠尾草绿色调，与 Gemini 青色和 Codebuff 橄榄色明显区分。
zh_hant: ElevenLabs —— 語音 / 字元積分及重置週期透過 Mac 同步過來。iPhone 卡片採用柔和的鼠尾草綠色調，與 Gemini 青色和 Codebuff 橄欖色明顯區分。

source: Enable cost collection in QuotaKit on your Mac to see provider spend, breakdowns, and budgets here.
ja: Mac の QuotaKit でコスト収集を有効にすると、ここでプロバイダごとの支出、内訳、予算を確認できます。
zh_hans: 在 Mac 版 QuotaKit 中启用费用收集后，这里会显示 provider 支出、细分和预算。
zh_hant: 在 Mac 版 QuotaKit 中啟用費用收集後，這裡會顯示 provider 支出、細分和預算。

source: Enable iCloud Sync
ja: iCloud 同期を有効化
zh_hans: 启用 iCloud 同步
zh_hant: 啟用 iCloud 同步

source: Enable providers in QuotaKit on your Mac to see usage data here.
ja: Mac の QuotaKit で provider を有効にすると、ここに使用データが表示されます。
zh_hans: 在 Mac 版 QuotaKit 中启用 provider 后，这里才会显示使用数据。
zh_hant: 在 Mac 版 QuotaKit 中啟用 provider 後，這裡才會顯示使用資料。

source: Estimated
ja: 推定値
zh_hans: 估算
zh_hant: 估算

source: Estimated cost for newly-released models — when Mac sees a model name that isn't in its pricing table yet, it uses the closest known model's rate as a temporary estimate and marks the value with * on the Provider Detail cost card. Stops Daily Spend from quietly dropping to $0 the day a fresh model name appears.
ja: 新しくリリースされたモデルのコスト見積もり —— Mac が価格表にまだ載っていないモデルを見つけたとき、最も近い既知モデルの単価を一時的な見積もりとして使い、Provider Detail のコストカードに * を付けて表示します。新モデルが出た当日に Daily Spend が静かに $0 に落ちることがなくなりました。
zh_hans: 新发布模型的成本预估 —— Mac 遇到定价表里还没收录的模型时，使用最接近的已知模型单价作为临时预估值，并在 Provider Detail 成本卡片上以 * 标记。新模型出现的当天 Daily Spend 不再悄悄归零。
zh_hant: 新發布模型的成本預估 —— Mac 遇到定價表裡還沒收錄的模型時，使用最接近的已知模型單價作為臨時預估值，並在 Provider Detail 成本卡片上以 * 標記。新模型出現的當天 Daily Spend 不再悄悄歸零。

source: Existing Kiro / AWS Bedrock / Moonshot / z.ai / OpenAI API Dashboard / Antigravity multi-account cards from 1.7.0 keep working with no change.
ja: 1.7.0 で導入された Kiro / AWS Bedrock / Moonshot / z.ai / OpenAI API ダッシュボード / Antigravity マルチアカウントの各カードは挙動を変えずに引き続き動作します。
zh_hans: 1.7.0 已有的 Kiro / AWS Bedrock / Moonshot / z.ai / OpenAI API 仪表盘 / Antigravity 多账号卡片全部沿用，行为无变化。
zh_hant: 1.7.0 已有的 Kiro / AWS Bedrock / Moonshot / z.ai / OpenAI API 儀表板 / Antigravity 多帳號卡片全部沿用，行為無變化。

source: Exit Demo
ja: デモを終了
zh_hans: 退出演示
zh_hant: 退出示範

source: Five dedicated provider cards (Grok billing, ElevenLabs voice slots, Deepgram speech/agent, GroqCloud rate metrics, LLM Proxy aggregate) plus Kiro overage badge when your plan is exhausted.
ja: 5 つの専用プロバイダカード（Grok 請求、ElevenLabs 音声スロット、Deepgram 音声/Agent、GroqCloud レート、LLM Proxy 集計）と、Kiro プラン上限到達時の超過バッジを追加。
zh_hans: 五张专属厂商卡片（Grok 计费、ElevenLabs 语音席位、Deepgram 语音/Agent、GroqCloud 速率、LLM Proxy 聚合），以及 Kiro 套餐用尽时的超额徽章。
zh_hant: 五張專屬廠商卡片（Grok 計費、ElevenLabs 語音席位、Deepgram 語音/Agent、GroqCloud 速率、LLM Proxy 彙總），以及 Kiro 方案用盡時的超額徽章。

source: Fixed iCloud sync on iOS when shared cloud entitlements were missing.
ja: 共有クラウドエンタイトルメントが不足していた場合の iOS 側 iCloud 同期を修正しました。
zh_hans: 修复了 iOS 端共享云权限缺失时 iCloud 同步失败的问题。
zh_hant: 修復了 iOS 端共享雲端權限缺失時 iCloud 同步失敗的問題。

source: Full push-notification coverage — quota depleted / restored pushes now work for Perplexity and OpenCode Go in addition to the 23 existing providers.
ja: プッシュ通知の完全カバー — クォータ枯渇 / 復帰のプッシュが、既存の 23 個の provider に加えて Perplexity と OpenCode Go でも動作するようになりました。
zh_hans: 推送覆盖完整 —— Perplexity 和 OpenCode Go 的额度耗尽 / 恢复推送现在也可用，加上原有的 23 个 provider 一共 25 个。
zh_hant: 推送覆蓋完整 —— Perplexity 和 OpenCode Go 的額度耗盡 / 恢復推送現在也可用，加上原有的 23 個 provider 一共 25 個。

source: Grok (xAI) — Mac v0.27.0 syncs Grok CLI billing plus grok.com web-billing fallback; your iPhone now shows the Grok card with its dedicated charcoal brand colour distinct from other providers.
ja: Grok (xAI) — Mac v0.27.0 が Grok CLI の請求情報を同期し、必要に応じて grok.com のウェブ請求にフォールバックします。iPhone ではチャコール色の専用カードで他のプロバイダと区別して表示します。
zh_hans: Grok（xAI）—— Mac v0.27.0 同步 Grok CLI 计费数据，并在需要时回落到 grok.com 网页计费。iPhone 现以专属炭灰色显示 Grok 卡片，与其他厂商区分。
zh_hant: Grok（xAI）—— Mac v0.27.0 同步 Grok CLI 計費資料，並在需要時回退到 grok.com 網頁計費。iPhone 現以專屬炭灰色顯示 Grok 卡片，與其他廠商區分。

source: Grok (xAI) — dedicated card showing monthly USD spend, plan tier badge, percent used, and the renewal date. Uses Grok CLI billing when available, falls back to grok.com web billing.
ja: Grok (xAI) — 月の USD 支出、プランバッジ、使用率、更新日を表示する専用カード。Grok CLI の請求情報を優先し、必要に応じて grok.com のウェブ請求にフォールバックします。
zh_hans: Grok（xAI）—— 专属卡片显示每月美元消费、套餐徽章、使用百分比和续费日期。优先 Grok CLI 计费，必要时回落到 grok.com 网页计费。
zh_hant: Grok（xAI）—— 專屬卡片顯示每月美元消費、方案徽章、使用百分比和續費日期。優先 Grok CLI 計費，必要時回退到 grok.com 網頁計費。

source: GroqCloud — Enterprise Prometheus metrics (requests, tokens, cache-hit rates) on Mac surface as a usage card on iPhone with GroqCloud orange-red, distinct from Mistral red and Xiaomi MiMo orange.
ja: GroqCloud — Mac 上の Enterprise Prometheus メトリクス（リクエスト数 / トークン / キャッシュヒット率）が、iPhone では GroqCloud のオレンジレッドの使用カードとして表示され、Mistral の赤や Xiaomi MiMo のオレンジと区別されます。
zh_hans: GroqCloud —— Mac 端的企业版 Prometheus 指标（请求数、Token、缓存命中率）以使用卡片在 iPhone 显示，采用 GroqCloud 橙红色，与 Mistral 红和小米 MiMo 橙明显区分。
zh_hant: GroqCloud —— Mac 端的企業版 Prometheus 指標（請求數、Token、快取命中率）以使用卡片在 iPhone 顯示，採用 GroqCloud 橙紅色，與 Mistral 紅和小米 MiMo 橙明顯區分。

source: GroqCloud — dedicated card with three live-rate columns (requests/min, tokens/min, cache hits/min) plus the cache-hit percentage as a coloured badge.
ja: GroqCloud — リアルタイムレートを 3 列（リクエスト/分、トークン/分、キャッシュ/分）で表示し、キャッシュヒット率をカラーバッジで示す専用カード。
zh_hans: GroqCloud —— 专属卡片，三列实时速率（请求/分钟、Token/分钟、缓存命中/分钟），并以彩色徽章显示缓存命中率。
zh_hant: GroqCloud —— 專屬卡片，三列即時速率（請求/分鐘、Token/分鐘、快取命中/分鐘），並以彩色徽章顯示快取命中率。

source: Hidden
ja: 非表示
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hide personal information
ja: 個人情報を隠す
zh_hans: 隐藏个人信息
zh_hant: 隱藏個人資訊

source: High
ja: 高
zh_hans: 高
zh_hant: 高

source: History
ja: 履歴
zh_hans: 历史版本
zh_hant: 歷史版本

source: Important
ja: 重要
zh_hans: 重要
zh_hant: 重要

source: Improved
ja: 改善
zh_hans: 改进
zh_hant: 改進

source: Improved iCloud sync reliability and error reporting.
ja: iCloud 同期の安定性とエラー報告を改善しました。
zh_hans: 改善了 iCloud 同步的稳定性和错误提示。
zh_hant: 改善了 iCloud 同步的穩定性和錯誤提示。

source: Improvements
ja: 改善点
zh_hans: 改进
zh_hant: 改進

source: Improvements & Fixes
ja: 改善と修正
zh_hans: 改进与修复
zh_hant: 改進與修復

source: Incompatible Data
ja: 互換性のないデータ
zh_hans: 数据不兼容
zh_hant: 資料不相容
